[{
    "name": "Survivorship Bias",
    "explanation": "It causes you to overestimate your chances of success. For example, you found a startup and think of it as the next Google, but you don't realise the fact that behind every successful startup there are way many company that don't even make it off the starting line, and out of those who take off, a lot many go bankrupt within first three years.",
    "solution": "This doesn't mean that you don't even try, but neglecting the correct odds can cause to come up with a terrible plan. A better way to deal with this is to be aware of people's failures too. Take note of the reality, and plan accordingly. "
}, {
    "name": "Authority Bias",
    "explanation": "Have you ever complied to an authority personal, even though what they ask you to do is wrong? You are not alone in this. We are taught from childhood to be obedient to our authorities, to be afraid of our god, to be afraid of our father, and do as we are told to do. We tend to value a person's opinion if he's appeared on magazines, appeared on talk shows, or a wikipedia page.",
    "solution": "When in decision making situation make sure that you are not influenced by an authority. If you find fault with their idea/opinion, then challenge it."
}, {
    "name": "Clustering Illusion",
    "explanation": "'Look! The cloud looks like a tortoise.' Haven't you said that before? You may have heard viral stories of people, who observed the face of one of the many Gods on a potato. It is normal. Human brain loves to seek patterns. The worst part is, if your brain can't find a obvious patter, then it will make one.",
    "solution": "Don't neglect the possibility of something happening by chance. Not everything happens for a reason, sometimes it is just our brain that is messing with us."
}, {
    "name": "Social Proof",
    "explanation": "How often do you do things just because others are doing it too? Let's understand, why we do it. Back in the days of being a cavemen, it was a good survival strategy. When we knew less about our world, it was better to run for our lives, when others were too.",
    "solution": "Don't buy something just because everybody is buying it. Look for whether or not if buying it can help you with your situation. "
}, {
    "name": "Sunk Cost Fallacy",
    "explanation": "When you buy something expensive to eat, but it tastes bad, and you still eat it. Why? Because you paid $40 for it. Or that time, when you went to see a movie and it was bad, but you stayed anyway because you had paid $20. What you didn't realise is that you had paid $40 whether you ate that food or not. Sunk Cost Fallacy causes us to carry on with a commitment, even though it is a lost cause.",
    "solution": "You need to realise that no matter how much you have already invested, only your assesment of the future costs and benefits matter. You can't keep investing in the same stock, even though you are losing all the money, just because you have already invested so much."
}, {
    "name": "Reciprocity",
    "explanation": "I am very particular about who I take favors from because later on you are bound to return a favor to them. When you receive a gift from someone then you feel obliged to gift them something. People can use this phenomenon to exploit you.",
    "solution": "You need to observe and find out who uses this phenomenon to their advantage, and stop taking favors from them. You can't stop taking favors from people, but you can make sure that you don't get exploited."
}, {
    "name": "Availability Bias",
    "explanation": "Some people on reading news, about people dying, on a daily basis, get paranoid about their longevity. They suspect every other stranger is coming to murder them. They get paranoid about their loved ones lives too. They take the fun out of going to beach because they have heard so many stories of people drowning, or getting eaten by a shark. Thanks to Availability Bias, people create the picture of the world based on what they know.",
    "solution": "Start spending time with people with different views and experiences. Don't make your world limited to what you know."
}, {
    "name": "Contrast Effect",
    "explanation": "Aren't we all happy when we find out that a store has slashed prices on every item down to 50% of their original value? What if I told you, that's the original price of that item. Sales people use it too. When you buy an expensive car, they try to upsell other items, and you end up buying because when you are paying $70,000, you don't mind paying $3000 extra.",
    "solution": "Learn to observe gradual changes. Pick pocketers use contrast effect to their advantage, they strongly press at one part of your body and take away your stuff with gentle touch."
}, {
    "name": "Illusion of Control",
    "explanation": "Whenever we want to get a higher number we roll the dice as hard as possible, and when we want a smaller number we roll the dice as lightly as possible. Why? Because we think it is under our control. ",
    "solution": "Illusion of control can work in our favor, as it help us believe that our destiny is in our own hands, hence it keeps the hope alive. However, the illusion of control can drive you crazy, and of course, you become highly irrational."
}, {
    "name": "Outcome Bias",
    "explanation": "You often find general public commenting on history. How the army should have already attacked because the enemies already knew about it. When you put things in perspective, and understand how the war works, you'd realise that it is not easy for the army to just go and attack.",
    "solution": "Stop judging a decision based on it's result because the outcome can get affected by a lot of external factors. It is better if you judge the decision for it's rationality, and if the decision was correct then you should stick to the method. Maybe, next time you'd get lucky."
}]
